{
  "privacy_policy": "PRIVACY POLICY FOR CHORCHAGHOR APP\n\nLast Updated: January 6, 2026\n\n1. INFORMATION WE COLLECT\n\nWe do not collect any personal information from users of our app. Our app operates without requiring user registration or personal data collection.\n\n2. DATA USAGE\n\nOur app may use third-party services that collect information used to identify you. Links to privacy policies of third-party service providers used by the app:\n\n• Google Play Services: https://www.google.com/policies/privacy/\n• Firebase: https://firebase.google.com/policies/analytics\n\n3. LOG DATA\n\nWe want to inform you that whenever you use our Service, in case of an error, we collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol ('IP') address, device name, operating system version, configuration of the app, the time and date of your use of the Service, and other statistics.\n\n4. COOKIES\n\nCookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.\n\nThis Service does not use these 'cookies' explicitly. However, the app may use third-party code and libraries that use 'cookies' to collect information and improve their services.\n\n5. SECURITY\n\nWe value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.\n\n6. LINKS TO OTHER SITES\n\nOur Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by us. Therefore, we strongly advise you to review the Privacy Policy of these websites. We have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.\n\n7. CHILDREN'S PRIVACY\n\nThese Services do not address anyone under the age of 13. We do not knowingly collect personally identifiable information from children under 13 years of age. In the case we discover that a child under 13 has provided us with personal information, we immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us so that we will be able to take necessary actions.\n\n8. CHANGES TO THIS PRIVACY POLICY\n\nWe may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. We will notify you of any changes by posting the new Privacy Policy on this page.\n\nThis policy is effective as of January 6, 2026.\n\n9. CONTACT US\n\nIf you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at office@chorchaghor.com."
}